tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kdash-rs/kdash"
tap "ngrok/ngrok"
brew "ansible"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "bash"
brew "libssh2"
brew "bat"
brew "bc"
brew "cairo"
brew "curl"
brew "cargo-c"
brew "certbot"
brew "cmake"
brew "cmctl"
brew "coreutils"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git-flow", link: false
brew "git-flow-avh"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "gpgme"
brew "openjdk"
brew "gradle"
brew "guile"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "lnav"
brew "lsd"
brew "node"
brew "mongosh"
brew "neovim"
brew "nowplaying-cli"
brew "openblas"
brew "openssl@1.1"
brew "openvino"
brew "poetry"
brew "potrace"
brew "protobuf"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "starship"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "kdash-rs/kdash/kdash"
cask "font-hack-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "google-cloud-sdk"
cask "ngrok"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "beardedbear.beardedicons"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "horla.horla-light-theme"
vscode "humao.rest-client"
vscode "illixion.vscode-vibrancy-continued"
vscode "jackpaget.gruvbox-glass"
vscode "leonardoleal202.dark-mono"
vscode "lordofthejars.vscode-istio-snippets"
vscode "magicstack.magicpython"
vscode "makeoptim.istio-snippets"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.min-theme"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "msnilshartmann.blue-light"
vscode "pavlopiga.intellij-vscode-soft-dark-theme"
vscode "pflannery.vscode-versionlens"
vscode "pmneo.tsimporter"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "uloco.theme-bluloco-dark"
vscode "usernamehw.errorlens"
vscode "vangware.dark-plus-material"
vscode "vscode-icons-team.vscode-icons"
vscode "wesbos.theme-cobalt2"
vscode "woodywoodsta.vscode-material-syntax-dark"
vscode "zxh404.vscode-proto3"
